[
  {
    "title": "Revitalift\nAdvanced Anti-Wrinkle Firming Night Cream",
    "description": "As we age, collagen in the skin lessens, leading to increased wrinkles and a loss of firmness and luster. These signs of aging can be difficult to repair. L'Oréal's Revitalift range is formulated to gently minimize the appearance of wrinkles and firm the skin by harnessing the effects of Pro-Retinol, Dipeptide, and Vitamin CG.\nL'Oréal Revitalift Advanced Anti-Wrinkle Firming Night Cream features an expertly formulated A.P.C. Blend containing Pro-retinol, Dipeptide, and Vitamin CG, dermatologically blended for a firmer, more youthful appearance. Its synergistic repair matrix contains Centella Asiatica Extract and Ectoine, formulated to gently repair skin and reduce wrinkles.\nThe soft cream formula moisturizes the skin overnight for radiantly soft, smooth, and soothed skin. With nightly use, wrinkles fade, and the skin firms and glows.\nDermatologically tested and tested on Asian skin."
  },
  {
    "title": "Glycolic Bright\nGlycolic Bright 8% [Melasyl ™ + Glycolic + Niacinamide] face serum for Dark Spot & Brightening 30ml",
    "description": "Visible Results:\n- In 1 week: Dark spots faded, and skin clarity improved for visibly more radiant skin.\n- In 4 weeks: Dark spots visibly reduced and skin tone evenness improved.\n\nUsage:\n- Use day and night before moisturizer along with a minimum SPF30 in the morning. Avoid eye contour.\n\nTested and proven on Asian skin tones."
  },
  {
    "title": "Infallible\n32H FreshWear Foundation",
    "description": "Meet L’Oréal Paris Infallible 32H FreshWear Foundation, with vitamin C and SPF25. A transfer-proof and water-proof longwear foundation with breathable light texture that gives you the buildable medium to full coverage. This foundation is giving your skin luminous glow makeup finish, with non-comedogenic and dermatologist tested.\nInfallible 32H FreshWear Foundation has the following features:\n32H long wear liquid foundation with breathable light texture for perfect buildable medium to full coverage\nEnriched with vitamin C for smoother and more radiant skin in 4 weeks plus SPF25\nFormulated with light diffusing micro-pearls for instantly luminous glowing skin\nNo-transfer, waterproof, smudge-proof\nAvailable in 19 foundation shades, to cover light, medium and deep nuances\nNEW: Presented in a more modern and sleeker bottle with a new pump"
  },
  {
    "title": "Revitalift\nHyaluronic Acid Oil Control Cream",
    "description": "Introducing ‘L’Oreal Paris Revitalift Hyaluronic Acid 8H Oil Control Gel-Cream’, our new Gel-Cream with 8 hours of oil control enriched with Hyaluronic acid and Salicylic Acid that hydrates 10 layers \ndeep.\n\nThe Gel-Cream has an oil-free formula enriched by Hyaluronic acid and Salicylic acid, in an ultra-fresh gel that absorbs quickly.\n\nHyaluronic acid: Holds multiple times its weight in water and locks in moisture to hydrate and replump skin.\nSalicylic acid: Penetrate deep into the skin to efficiently unclog pores and prevent excess sebum accumulation.\n\nVisible Results\n• Immediately: Fresh deeply hydrated with more refined texture.\n• Day after day: Visibly reduces oiliness and appearance of \nenlarged pores, for no shine skin.\n*Refers to excess oil reduction, Instrument test on 35 Indian Women\n\nUsage\n• Smooth over face and neck every morning and night. Layers well \nunder makeup"
  },
  {
    "title": "Revitalift\nHyaluronic Acid Oil Control Serum",
    "description": "Introducing ‘L’Oreal Paris 2% [Hyaluron + Salicylic] Oil Control Night Replumping Serum’, our new hydrating and replumping serum that reduces excess sebum by 61%. \n\n2% Hyaluronic and Salicylic Acid\n• Formulated with an optimal concentration of active ingredients to maximize effectiveness in replumping fine lines and reducing excess sebum while keeping the skin\n• Hyaluronic Acid: Locks moisture into skin to hydrate and replump fine lines.\n• Salicylic Acid: Penetrate deep into the skin to prevent excess sebum accumulation, unclog and reduce pores.\n\nVisible Results\n• Immediately: Reduce pores appearance and excess sebum.\n• In 1 night: Skin is replumped and firm.\n• After 4 weeks: Reduce excess sebum by -61% and visibly reduces pores. Skin texture looks refined.\n\nUsage\n• Use every night after cleansing skin.\n\nTested by dermatologists on Asian skin."
  },
  {
    "title": "Revitalift\nHyaluronic Acid Oil Control Cleanser",
    "description": "Introducing ‘L’Oreal Paris Revitalift Hyaluronic Acid Oil Control Deep Cleansing Gel’, our new cleansing gel enriched with clarifying Salicylic acid and Hyaluronic acid, helps reduce facial oiliness by -54%.\n\nThe cleansing gel intensely hydrate the skin whilst controlling the oiliness of the face. It deeply cleanses the skin, helping to reduce oiliness and unclog dilated, visible pores without causing dryness or dehydrating skin.\n• Salicylic Acid: Known for its ability to penetrate deep into the skin, it efficiently unclogs pores and prevents excess sebum accumulation.\n• Hyaluronic Acid: Holds multiple times its weight in water, locking in moisture to provide hydration and replump the skin.\n\nUsage\n• Apply the gel on wet face, gently massage, and rinse off with water.\n• Avoid eye contact.\n• In case of eye irritation, rinse with water."
  },
  {
    "title": "Voluminous\nPanorama Waterproof Mascara",
    "description": "Achieve the voluminous, fanned-out lashes of your dreams with L’Oreal Paris Voluminous Panorama Waterproof Mascara. This mascara includes a multilevel bristle brush to evenly coat each lash from the inner to outer corner for max volume.\nThe formula also:\nCreates corner-to-corner panoramic volume\nMakes lashes look fanned out so eyes appear 1.4x larger\nResists clumps, smudging and flaking for up to 24 hours\nBoasts an ophthalmologist-tested formula that suits sensitive eyes and contact lens wearers\nFeatures a 5% StretchFlex complex that gives the appearance of soft, full lashes\nApplies with a multi-level bristle brush that grabs each lash for even application"
  },
  {
    "title": "Elseve\nHyaluron Pure 72H Rehydrating Conditioner",
    "description": "This conditioner delivers 72 hours of intense hydration with its creamy, rinse-off formula, which not only detangles but also locks in moisture, leaving your hair feeling airy, soft, and revitalized.\nDesigned to complement the 72H Purifying Shampoo, this conditioner completes your rebalancing routine, resulting in more hydrated hair. Inspired by advanced skincare treatments, it uses powerful ingredients like salicylic and hyaluronic acid to deeply nourish.\nEmbrace the benefits of balanced hydration and enjoy 72 hours of refreshed, vibrant hair with this Hyaluron Pure essential conditioner for every hair types"
  },
  {
    "title": "Elseve\nHyaluron 72H Moisture Sealing Conditioner 410ml",
    "description": "THE SCIENCE BEHIND DEHYDRATED HAIR\nThis is the sign of loss of moisture. The L’Oreal Laboratories have developed 72H Moisture Sealing Conditioner combined with the power of Hyaluronic Acid.\nNaturally found in the body, this molecule retains 1000 times its weight in water and helps to deeply hydrate hair.\n\nENRICHED WITH HYALURONIC ACID\nInstantly fills hair with long lasting moisture, for shinier, 10x* more hydrated hair with no weight down.\n\nUSAGE INSTRUCTION\nAfter shampoo, apply from lengths to hair. Leave for one minute, then rinse. In case of contact with eyes, rinse immediately\n\nRECOMMENDED DAILY REGIMEN\nShampoo – fills hair with long lasting moisture\nConditioner – Detangles and locks in moisture\nNight cream – infuses 10x* more hydration with no weigh down\n\n*instrumental test of shampoo+ conditioner vs. classical shampoo"
  },
  {
    "title": "Elseve\nHyaluron Moisture Hydra Filling Night Cream 150ml",
    "description": "THE FIRST NIGHT TREATMENT** WITH HYALURONIC ACID INFUSION\nImagine doing a deep hair treatment while you sleep.\nDiscover an exclusive enriched with hyaluronic acid to instantly infuse hair with deep hydration and seal cuticles overnight without any weigh down. Wake up with hair that is soft, detangled, and frizz controlled. Replumps hair with 4X moisture*.\n\n\nTHE SECRET OF MOISTURIZING NIGHT CREAM: OVERNIGHT\n\nTECHNOLOGY\nPillow contact can cause excessive dryness and frizz. L'Oréal Paris has created an overnight technology for a perfect result in the morning. 4X MORE MOISTURE AND SOFTNESS*.\n\nUSAGE INSTRUCTION:\nApply to hair lengths and leave overnight. The next day washing is optional.\n\n**from L'Oréal Paris\n*Instrumental test on shampoo+conditioner+night cream"
  },
  {
    "title": "Elseve\nHyaluron Pure 72H Purifying Shampoo",
    "description": "Inspired by skincare ingredients, this shampoo guarantees 72 hours of fresh roots and hydrated ends, making it the perfect solution for balanced, healthy-looking hair.\nThis LOreal Hyaluron Pure purifying shampoo effectively removes 99% of excess oil, deeply cleansing the scalp without irritating or damaging the hair fiber tips. From Day 1, you'll notice visible results as your hair begins to look healthier, shinier, and full of movement.\nInspired by efficient skincare treatments, the Hyaluron Pure hair care range is infused with salicylic and hyaluronic acid as its main ingredients to ensure lasting freshness and hydration. For best results, pair it with the Hyaluron Pure conditioner to complete your hair care routine.\nSay goodbye to oily roots and dehydrated ends, and embrace 72 hours of fresh, hydrated hair."
  },
  {
    "title": "Elseve\nHyaluron 72H Moisture Filling Shampoo 410ml",
    "description": "THE SCIENCE BEHIND DEHYDRATED HAIR\nThis is the sign of loss of moisture. The L’Oreal Laboratories have developed 72H Moisture Filling Shampoo combined with the power of Hyaluronic Acid. Naturally found in the body, this molecule retains 1000 times its weight in water and helps to deeply hydrate hair.\n\nENRICHED WITH HYALURONIC ACID\nInstantly fills hair with long lasting moisture, for shinier, 10x* more hydrated hair with no weight down.\n\nUSAGE INSTRUCTION\nApply on wet hair, massage your scalp and rinse. In case of contact with eyes, rinse immediately.\n\nRECOMMENDED DAILY REGIMEN\nShampoo – fills hair with long lasting moisture\nConditioner – Detangles and locks in moisture\nNight cream – infuses 10x* more hydration with no weigh down\n\n*instrumental test of shampoo+ conditioner vs. classical shampoo"
  },
  {
    "title": "Elseve\nExtraordinary Oil Hair Mask",
    "description": "Discover the newly formulated L'Oréal Paris Extraordinary Oil Deep Nourishing Hair Mask, enriched with rich blend of precious oils*, manuka honey, and peptides*. Triple nutrients, fill in the core +154% boost in shine, +99% increased smoothness for frizzy hair and +88% strengthened strands.\n  Carefully crafted to elevate your hair care routine, this exquisite mask transforms into a lavish hazelnut paste, with 72H French fragrance. For enhanced benefits, combine with the L'Oréal Paris Extraordinary Oil from the same series. Immerse your tresses in deep hydration and nourishment, revealing a luminous and velvety allure. Incorporate the L'Oréal Paris Extraordinary Oil Deep Nourishing Hair Mask into your weekly routine for optimal results.\n  *Refers to lavender essential oil. *Refers to acetyl dipeptide-1 cetyl ester.\n  HOW TO USE:\nFollowing shampoo, gently remove excess water and apply on optimal measure of the product from mid-lengths to tips Allow it to luxuriate and then rinse."
  },
  {
    "title": "UV Defender\nSun-Repair Invisible Serum SPF50+ PA++++",
    "description": "VERY HIGH PROTECTION SPF50+: Reduce -26% Dark Spots\nDaily broad-spectrum filtering system provides SPF50+ and long UVA protection. Protect from skin aging signs induced by UV such as dark spots, dullness and fine lines.\nHYALURONIC ACID: Reduce -14% Fine lines\nKnown for its capacity of retaining multiple times its weight in water, HA intensely hydrates and replumps skin while smoothing skin surface to visibly reduce fine lines.\nPEPTIDES: Improve +29% Radiance\nPowerful actives recommended by dermatologists. enriched with peptides our formula helps to smooth aging signs.\nSuitable for all skin types, even oily skin\nNon greasy, fast absorbing formula applies easily & smoothly. Leaves no white marks & feels invisible on skin for 90%** of women.\n\n*Clinical evaluation of visible aging signs done on 40 women during 12 weeks** Consumer test on 65 women during 4 weeks."
  },
  {
    "title": "Infallible Lip Makeup\nInfallible Matte Resistance Liquid Lipstick",
    "description": "Introducing ‘L’Oréal Paris Infallible Matte Resistance’, the new rule-breaking liquid matte lipstick that’s rewriting makeup rules, because your lips are worth it.\nOne Swipe that Defies all Matte Rules\nPowered by powder pigments, Infallible Matte Resistance delivers an irresistible velvet finish and no-compromise color that stays up to 16 hours.\nEnriched with Hyaluronic Acid for hydration, comfort and effortless glide.\nThe ultra-fluffy precision applicator empowers every woman with easy application that feels addictively plush.\nMatte Colors Results that Resist Everything\nBoldest Matte, that comes in 10 shades for all skin tones and vibes, including nudes, pinks, reds and plums.\nOne-strike color comes in an ultralightweight & non-sticky texture that glides on and transforms lips anytime, anywhere.\nNo flaking. No smudging. No transferring. No feathering."
  },
  {
    "title": "Ever\nEverpure Purple Shampoo",
    "description": "100% Sulfate-free. Paraben-free. No harsh salts. Vegan.*"
  },
  {
    "title": "Ever\nEverpure Frizz-Defy Smoothing Sulfate-free Conditioner",
    "description": "100% Sulfate-free. Paraben-free. No harsh salts. Vegan.*"
  },
  {
    "title": "Ever\nEverpure Purple Conditioner",
    "description": "100% Sulfate-free. Paraben-free. No harsh salts. Vegan.*"
  },
  {
    "title": "Excellence\nExcellence Bleach Supreme Hair Color",
    "description": "Enriched in ceramide and collagen, Excellence Fashion protects and strengthens hair. Hair is silky soft, feels stronger and replenished."
  },
  {
    "title": "Color Riche\nIntense Volume Matte Lipstick",
    "description": "The new formula is long-lasting up to 16H wear and infused with hyaluronic acid for fuller, softer and healthier lips with each swipe. The new lipstick design is for women who believe in their choices.\nThe matte lipstick comes in 9 vibrant shades to suit a variety of different skin tones.\nDoesn’t bleed, feather or migrate\nHas a long-wearing, powdery finish\nNever looks flat or dry"
  },
  {
    "title": "Glycolic Bright\nAnti-Dark Spot Exfoliant Peel",
    "description": "LOREAL GLYCOLIC-BRIGHT ANTI-DARK SPOT EXFOLIANT PEEL is a peeling serum scientifically formulated with a powerful combination of 15% [AHA + BHA + PHA + Niacinamide] for multi-level exfoliation to even out skin tone while soothing the skin. LOreal exfoliant serum improves skin brightness, texture, firmness, radiance and evenness to reveal healthy glowing skin.\nInspired by peeling procedures, LOreal Skin Care Laboratories developed GLYCOLIC\u0002BRIGHT ANTI-DARK SPOT EXFOLIANT PEEL to give you expert-like exfoliation to reveal visibly radiant and renewed skin – suitable even for sensitive skin.\nVISIBLE RESULTS*: \nIn 15 min: Instantly improved skin texture and brightness.\nIn 1 week: Dark spots faded, and skin visibly renewed.\nIn 4 weeks: Dark spots reduced, skin tone significantly more even and smoother.\nYOUR GO-TO ANTI-DARK SPOT ROUTINE WITH LOREAL PARIS GLYCOLIC-BRIGHT ANTI-DARK SPOT BRIGHTENING SERUM:\nProtect from external factors – Provide moisture care and UV protection again UVA & UVB.\nSoother inflammation – Niacinamide fights against external & internal inflammation messengers.\nLimit melanin overproduction – Melasyl™ captures excess of melanin precursors to control dark spots production at the root.\nDecrease melanin accumulation – multi acids combination exfoliate to reduce dark spots and even skin tone.\nFormulated for optimal results yet safe at home."
  },
  {
    "title": "Infallible\n32H Matte Cover Liquid Foundation",
    "description": "High-coverage foundation is an essential for concealing skin imperfections, yet this type of makeup can exacerbate the same skin issues that are hiding underneath. Enough with clogged pores and suffocated skin. It’s time to break the anti-beauty cycle.\nIntroducing L’Oréal Paris Infallible 32H Matte Cover Foundation with 4% Niacinamide for full matte coverage that works with skin, not against it.\nA Flawless Complexion Powered by Niacinamide\nWith a highly pigmented formula, the L’Oréal Paris Infallible 32H Matte Cover Foundation, infused with 4% Niacinamide, offers maximum matte coverage all day long. This foundation provides flawless coverage for every skin imperfection: acne marks, hyperpigmentation, redness, and oily skin.\nSuitable for every skin tone and type, the Infallible 32H Matte Cover’s fine film maintains coverage while being transfer-proof and shine-proof. Yet its benefits don’t stop there. Alongside the foundation’s matte coverage, its 4% concentration of soothing Niacinamide purifies the skin, treats imperfections, regulates sebum, and prevents future breakouts. Thanks to this active, Infallible 32H Matte Cover Foundation with 4% Niacinamide is clinically proven to result in a 20% more even skin tone after 4 weeks of use*.\n*Clinical grading by an independent institute on 40 women with combination to oily skin over 4 weeks."
  },
  {
    "title": "Rouge Signature\nMatte Liquid Lipstick",
    "description": "No flaking, no smudging, no drying-out\nUnique oil-in-water formula\nLasts for up to 24hrs\nSign your lips in statement colour with the L’Oréal Paris Rouge Signature Liquid Lip Ink. A collection of 32 ultra-matte lip inks that combine unapologetically bold colour with a super-lightweight finish, for the ultimate bare-lip sensation. Say goodbye to compromise - long-lasting no longer means thick, heavy and uncomfortable matte finish. The oil-in-water formula lets lips breathe, leaving a memorable mark but a forgettable feel for the ultimate all-day comfort. Every swipe will provide an instant pure colour statement that lasts with a soft-matte finish. With 32 on-trend shades from dusty greige to deep plum and pillar box red- every woman can sign her look with her own statement colour. With Rouge Signature, less is more. Less texture, more colour. Less excess, more impact"
  },
  {
    "title": "Brow Artist\nDesigner Pro",
    "description": "If you desire high-definition, defined brows, look to this multi-tasker for professionally-done brows in 3 easy steps. Define arch and shape with the pencil liner, fill in and color with the powder brush, and finish off with the soft spooley brush to style and add texture. For All Skin Types. Water-resistant. Fragrance- Free."
  },
  {
    "title": "Infallible\nFull Wear More Than Concealer",
    "description": "Be Infallible. Experience full-on coverage and full-face wear for up to 24 hours. New Full Wear Concealer is our highest coverage formula ever. L'Oréal Paris Full Wear Concealer provides full coverage with a flawless matte, yet natural finish for all day wear. This multi-use formula conceals imperfections and brightens the under-eye area for that flawless base. Our extra large doe-foot applicator provides maximum coverage in one stroke to cover under-eye circles, acne scars, and discoloration. Our waterproof, non-greasy formula won't transfer, fade, or flake so your full coverage look is locked in all day. A little goes a long way!"
  },
  {
    "title": "Infallible\n3-Second Setting Mist",
    "description": "Keep your makeup flawlessly in place for 36 hours with the new Infaillible 3-Second Setting Mist by L'Oréal Paris, the first LOreal setting spray that makes makeup transfer-proof within three seconds. This new setting mist locks in and extends your makeup wear, ensuring zero transfer, zero marks, and zero stickiness.\n\nInfaillible 3-Second Setting Mist delivers multiple benefits- it locks in all makeup textures, acting as an invisible layer of protection. The formula makes any makeup waterproof, heat-proof, and sweatproof. Sprayed with power through an aerosol micro-diffusion system, LOreal Infallible 3-Second Setting Mist delivers a micro-fine mist for wide and even application with a 3-second dry time and no watermarks or droplets.\n\nThe new Infaillible 3-Second Setting Mist provides life-proof performance with 36 hours of extreme wear and absolutely zero transfer, because you're worth it."
  },
  {
    "title": "Excellence\nExcellence Fashion Hair Color",
    "description": "Enriched in ceramide and collagen, Excellence Fashion protects and strengthens hair. Hair is silky soft, feels stronger and replenished."
  },
  {
    "title": "Excellence\nExcellence Ash Supreme Hair Color",
    "description": "L’Oreal Paris Excellence Ash Supreme\nVivid Colors with Triple Care and Anti-Brass Technology \nSalon Quality Results Visible even on Dark Hair \nProtective Colouring Creme and Developer\nEnriched with protective serum actives. Lightening non-drip formula.\nNEW Professional pH Purple Shampoo\nBalances pH level of hair to help lock in colour for lasting vibrancy. Cleanse gently and maintains scalp comfort.\nNEW Color-Boost Purple Mask\nInfused with pigments to boost ash reflects for instantly more vivid colour, Repairs and Nourishes for soft shiny hair."
  },
  {
    "title": "Excellence\nExcellence Crème Triple Care Hair Color",
    "description": "THE MOST CARING HAIR COLOR with caring formila with 3 powerful ingredient. CERAMIDE - smoothes and protectsPRO-KERATIN-rebuilds and strengthenIONENE D- deep repairs"
  },
  {
    "title": "Glycolic Bright\n3% [GLYCOLIC + VIT CG + NIACINAMIDE] Dark Circle Eye Serum",
    "description": "L’Oréal Skincare Laboratories developed GLYCOLIC-BRIGHT DARK CIRCLE EYE SERUM formulated with 3% [Glycolic Acid + Vitamin CG + Niacinamide]. Clinically proven to visibly reduce dark circles for awakened eye look.\n3 % BRIGHTENING COMPLEX - OPTIMALLY DESIGNED EFFECTIVE FORMULA\nScientifically formulated for eye contour, fragrance-free & ophthalmologically tested.\n3% [GLYCOLIC ACID + VITAMIN CG + NIACINAMIDE]\nGlycolic Acid gently exfoliates skin surface to reduce dullness. Vitamin CG, known for its antioxidants properties, helps reveal undereye radiance. Niacinamide fades hyperpigmentation+ for even undereye tone.\nTRIPLE ROLLER APPLICATOR\nSpecifically designed to target delicate eye contour with precision. Provides full eye contour massage + instant cooling effect to help massage away dark circles.\nVISIBLE RESULTS:\nImmediately: Undereye area looks brighter and feels refreshed. I n 2 weeks: Dark circles -49%*.\nDay after day: Eyes look awakened and radiant.\n*Clinical test done on 43 subjects after 14 days +Involving dullness, uneven skin tone and undereye dark circles\nTESTED AND PROVEN ON ASIAN SKIN TONES"
  },
  {
    "title": "Elseve\nKeratin Smooth 72H Mask",
    "description": "Fiber by fiber smoothening that makes hair silky and manageable with no frizz for 3 days*."
  },
  {
    "title": "Revitalift\nHyaluronic Acid Filler Eye Cream for Face",
    "description": "Enriched with 5x concentration of Hyaluronic Acid combined with potent Pro-Xylane which prevents first signs of aging. This multi-usage eye cream fights against fine lines that appear under eyes, on smile lines and forehead.\nMicro and Macro Hyaluronic Acid penetrates delicate skin to visibly reduce fine lines and wrinkles* with continued use of Revitalift Hyaluronic Acid Eye Cream For Face over-time.\nWith advance technologies and potent ingredients from L'oreal Paris laboratories, L'oreal Paris Revitalift Hyaluronic Acid Eye Cream For Face is formulated to protect the most delicate skin and deliver intense hydration.\n*Disclaimer: 4 WEEKS CLINICAL TEST MAY 2018 AMONGST 60 CHINESE WOMEN, AGED 25-45 YEARS OLD."
  },
  {
    "title": "Magic Retouch\nInstant Root Concealer Spray",
    "description": "The pinpoint micro-diffuser precisely targets greys and the rich colour pigments give you perfectly blended coverage. Our first instant root concealer spray, Magic Retouch conceals greys and roots in just one quick spray - when, where and how you need it. 3 seconds to flawless roots! Perfectly matches and blends with leading shades, even salon colour From light blonde to black hair Lasts until washed out No transfer, lightweight formula Up to 30 uses"
  },
  {
    "title": "Elseve\nKeratin Smooth 72H Conditioner",
    "description": "Micro-keratin technology that helps fill in micro-irregularities and polish hair fibre by fibre. Camelia oil extract known for its hydrating and softening property on hair."
  },
  {
    "title": "Elseve\nFull Resist Conditioner|Anti Hair Loss/Anti Dandruff/Hair Fall Control",
    "description": "L’Oreal Paris Full Resist Anti Hair Fall Conditioner 440ml. +98% Smoothness and +154% Shine after 1 wash*. Detangles hair to reduce breakage. Nourishes hair and prevents split ends. Contains Arginine that smooths and strengthens hair from roots.\nVisible Results\nDetangles hair to reduce breakage. Nourishes hair and prevents split ends."
  },
  {
    "title": "Elseve\nFull Resist Anti Hair Fall Ampoule|Anti Hair Loss/Anti Dandruff/Hair Fall Control 6ml x 10",
    "description": "L’Oreal Paris Full Resist Anti Hair Fall Ampoule. Infused with 3x Anti Hair Fall Patented Technology to fight against hair fall in 42 days! 1.5% Aminexil to enable hair to anchor more solidly in scalp, SP94 to ensure healthy thick hair fiber production and Arginine to boost strength.\nVisible Results\nImprove smoothness +98%\nIncrease hair shine +154% after 1 wash*\nDetangles hair to reduce hair breakage\nNourishes hair and prevents split ends"
  },
  {
    "title": "Elseve\nExtraordinary Floral Oil Lavender",
    "description": "Infused with a real Lavender flower for 72hours Long Lasting Fragrance, Ultimate Nourishment, Lustruous Shine & Light Non-Greasy Finish"
  },
  {
    "title": "Elseve\nExtraordinary Oil Pink",
    "description": "Enriched with luxurious French Rose Oil, the World’s No 1 Treatment delivers extraordinary nourishment while taming frizzy, unruly hair. The highly versatile and lightweight hair OIL is your daily shortcut for perfect looking hair."
  },
  {
    "title": "Elseve\nExtraordinary Oil Gold|For All Hair Types, Dry hair, Hair Serum, Hair Treatment, Hair Oil",
    "description": "Serum comes with extraordinary new formula that is non sticky and is infused with 6 PRECIOUS FLORAL OILS. This serum will protect your hair against Frizz, make them 16% lighter, will provide 4x more shine and make the hair 30% stronger\nThis hair product can be used in the following ways! - Before Shampoo - To provide hair nourishment and prep hair before washing - Before Hair Drying - To provide hair protection from heat & give smooth hair as it dries - Before Hair Styling - To smoothen out frizzy hair and give manageable hair from unruly hair strands - For Beautiful Hair - To give long-lasting freshness, lustrous & shiny hair - As Overnight Hair Treatment - To provide deep hair nourishment, for you to wake up with disciplined, manageable hair!"
  },
  {
    "title": "Revitalift\nHyaluronic Acid Line Filling Water Cream|Face Cream|CERAMIDES|Moisturiser for Hydrated & Replump Skin, Reduces Fine Lines",
    "description": "OUR BREAKTHROUGH WATER-CREAM FILLS SKIN LINE BY LINE AND HELPS TO DELAY THEIR APPEARANCE.\nSkin loses moisture with age and youthful radiance starts to decline accelerating the appearance of aging signs.\nL’OREAL PARIS NEW MICRO-EPIDEMIC HYALURONIC ACID LINE FILLING WATER CREAM plumps up skin with moisture and visibly reduces fine lines, for smooth and youthful radiant skin.\n2 TYPES OF HYALURONIC ACID\nMicro Hyaluronic Acid Intensely replumps lines and wrinkles. Micro-Epidermic Hyaluronic Acid The new generation of Hyaluronic Acid. 50x smaller ^ and penetrates deeper through skin’s surface layers to fill fine lines.\nNEW - 3 TYPES OF CERAMIDES Help to reinforce skin barrier and seal moisture.\n+ NIACINAMIDE & GLYCERIN Long-lasting skin hydration."
  },
  {
    "title": "Revitalift\nHyaluronic Acid 2.5% & Caffeine Eye Serum|4% Niacinamide, Hydrate, Depuff, Targets Dark Circles & Fine Lines, Skin Care",
    "description": "Revitalift Hyaluronic Acid Eye Serum is our first serum with triple roller applicator from L’Oréal Paris dedicated to your eyes. This 2.5% pure Hyaluronic Acid and Caffeine & 4% Niacinamide Eye Serum replenishes moisture and depuffs eyes for bright, plump and smoother looking eye area.\nHyaluronic Acid is a potent hydration-attracting molecule naturally found in skin. It enhances skin's own moisture retention for lasting hydration.\nPure Caffeine re-energizes skin to effectively reduce dark circles and puffiness. -Niacinamide to help brighten complexion & correct hyperpigmentation\nThe patented triple roller applicator is made of 3 stainless steal cooling balls that optimally bend, providing a full eye-contour massage to help the absorption of actives for better efficacy.\n  Validated by dermatologists, this skin care product is suitable for all skin types, even sensitive skin:\nOphthalmologist tested for safety\nNon Greasy\nContact lens suitable Paraben Free, Dye Free, Fragrance Free, Mineral Oil Free, Allergy tested."
  },
  {
    "title": "Glycolic Bright\nGlowing Night Cream Moisturiser",
    "description": "Clinically proven to intensively repair skin barrier and reduce dark spots. With encapsulated beads, this encapsulated beads, this exceptional formulation with brightening Glycolic acid and anti-oxidant Vitamin E helps fight the appearance of dullness throughout the night, for visibly even glowing skin.\nVISIBLE RESULTS:\nAfter 1 use: Skin is deeply nourished and visibly glowing\nDay after day: Dark spots are reduced, skin looks more even and brighter"
  },
  {
    "title": "Glycolic Bright\nGlycolic Bright with Glycolic Acid|SPF17 Face Cream|Brightening, Glowing, Moisturizer, Skin Care",
    "description": "Clinically proven to increase skin’s protective shield against harmful UV rays. Formulated with brightening Glycolic Acid, effectively corrects the appearance of dullness and reduces dark spots, for visibly even glowing skin. Tested and proven on Asian skin tones.\nVISIBLE RESULTS:\nImmediately: Skin is intensely hydrated and visibly glowing\nDay after day: Dark spots are reduced, skin looks even and brighter"
  },
  {
    "title": "Elseve\nFull Resist Shampoo|Anti Hair Loss/Anti Dandruff/Hair Fall Control",
    "description": "L’Oreal Paris Full Resist Anti Hair Fall Shampoo 440ml. Reduce hair breakage by 53.8%*. Gently Purifies for Healthier Scalp with 5X scalp cleansing power^. For weakened hair prone to hair fall. Stimulates and improves scalp health. Relieves scalp itch and reduces dandruff. Contains Arginine that smooths and strengthens hair from roots.\nVisible Results\nStimulates and improves scalp health. Relieves scalp itch and reduces dandruff. Contains Arginine that smooths and strengthens hair from roots."
  },
  {
    "title": "Elseve\nExtraordinary Oil Smooth Shampoo",
    "description": "THE POWER OF A SMOOTHENING TREATMENT AT HOME\nWitness visibly improved hair quality in just 2 weeks. After years of research, L'Oréal Paris created caring formulas enriched with amino acid & essential oil to smoothen hair and reveal shine. Infused with an extraordinary fragrance finely crafted by a famous French perfumer, this scented shampoo indulges the hair in a truly sensorial experience.\n\n4-STEP HAIR TRANSFORMATION ROUTINE\n1 – Cleanse with Smooth Shampoo to smoothen hair.\n2 –Nourish with Smooth Conditioner to improve hair manageability and seal in luxurious shine.\n3 – Transform hair quality with Smooth Deep Nourish Steam Mask for intense nourishment, softness and shine in 5 minutes.\n4 – Finish with Extraordinary Oil Serum for lasting softness and shine"
  },
  {
    "title": "Elseve\nExtraordinary Oil Smooth Conditioner",
    "description": "THE POWER OF A SMOOTHENING TREATMENT AT HOME\nWitness visibly improved hair quality in just 2 weeks. After years of research, L'Oréal Paris created caring formulas enriched with amino acid & essential oil to smoothen hair and reveal shine. Infused with an extraordinary fragrance finely crafted by a famous French perfumer, this scented conditioner indulges the hair in a truly sensorial experience.\n4-STEP HAIR TRANSFORMATION ROUTINE\n1 – Cleanse with Smooth Shampoo to smoothen hair.\n2 –Nourish with Smooth Conditioner to improve hair manageability and seal in luxurious shine.\n3 – Transform hair quality with Smooth Deep Nourish Steam Mask for intense nourishment, softness and shine in 5 minutes.\n4 – Finish with Extraordinary Oil Serum for lasting softness and shine."
  },
  {
    "title": "Revitalift\nMilky Cleansing Foam",
    "description": "Instantly removes makeup, eliminates impurities and deeply cleanses your skin. Prepares skin to maximize the results of your anti-wrinkles + firming skincare."
  },
  {
    "title": "Revitalift\nHyaluronic Acid 1.5% Face Serum | For Deeply Hydrated & Plump Skin, Reduces Fine Lines, Skin Care",
    "description": "L'Oréal Paris Expertise\nL'Oréal Skincare Laboratories developed 1.5% Hyaluronic Acid Replumping Serum with our highest concentration of hyaluronic acid to replump and intensely hydrate from within, for youthful radiant skin.\n1.5% of Hyaluronic Acid – Our highest concentration\nA scientifically formulated blend of 3 types of Hyaluronic Acid. A gold standard skincare which helps to enhance skin’s own moisture retention.\nMacro + Micro Hyaluronic Acid\nMacro HA holds multiple times its weight in water and locks moisture in skin. Micro HA comprehensively rehydrate various skin layers to smooth skin surface.\nMicro-Epidermic Hyaluronic Acid\n50x^ smaller than standard HA for deep skin penetration and known to have 13x^^ longer lasting power. Instantly hydrates and replumps fine lines.\nVisible Results: In 1 hour: Skin is replumped and firmed**, After 4 weeks: Reduces fine lines by -60%*. Day after day: Skin regains its bounce and looks youthfully radiant. Usage: Use daily before your moisturizer. Layers well under makeup. *Representation of expert scoring based on Clinical Study for 4 weeks. Results may vary.\n*Based on clinical study on 83 women in 4 weeks. **Instrumental test ^vs Standard HA (1000KDa)^* vs Micro HA (20KDa) *Partial illustration of global score fine line improvement. ˅1.5% represents Sodium Hyaluronate and Sodium Acelylated Hyaluronate\nTested by Dermatologists on Asian Skin"
  },
  {
    "title": "Revitalift\nAnti Aging Centella Micro-Essence Water",
    "description": "92% Pure Centella Essence: Extraordinary healing power to repair aging marks and skin texture for more youthful skin. 5X Smaller Droplets: Allows for deeper penetration into skin layers for clear and hydrated skin."
  },
  {
    "title": "Revitalift\nTriple Action Anti-Aging Eye Cream",
    "description": "POWERFUL ACTIVES – TRIPLE ACTION FOR SKIN QUALITY TRANSFORMATION 1.SMOOTHEN LINES : With Pro-Xylane, known to smooth out lines 2.RETEXTURIZE SURFACE : Refines skin texture with pores with LHA 3.RETIGHTEN : Restores elasticity and tautens skin with 3% Pro-Xylane"
  },
  {
    "title": "Glycolic Bright\nGlowing Daily Cleanser Foam",
    "description": "L’Oreal Skincare Laboratories developed Glycolic Bright Glowing Daily Cleanser Foam to gently exfoliate and deeply cleanse skin. With dense creamy foam, thoroughly clears impurities and make-up."
  },
  {
    "title": "Glycolic Bright\n5% Glycolic Acid Peeling Toner For Instant Glowing Skin",
    "description": "L’Oréal Skincare Laboratories developed GLYCOLIC-BRIGHT GLOWING PEELING TONER formulated with 5% Glycolic Acid, the dermatologist gold standard for professional peels, formulated for optimal efficiency and safety everyday. Clinically proven to reveal purified, fresh and glowing skin. Tested by dermatologist on all skin tones.\n5% GLYCOLIC ACID – OUR 1ST HIGH CONCENTRATION TONER. With the smallest molecular weight amongst all Alpha Hydroxy Acids, it penetrates deeply^ and gently exfoliates skin surface to help accelerate skin’s own renewal.\nActs on the 4 dimensions of glow;\n(1) Reduces dark spots; (2) Reduces imperfections;\n(3) Evens skin tone; (4) Improves radiance.\nVISIBLE RESULTS:\nIn 30 seconds: Skin is smoother and more radiant.\nIn 4 weeks: Skin imperfections are reduced, and skin looks more even.\nIn 8 weeks: Dark spots are reduced.\nTESTED AND PROVEN ON ASIAN SKIN TONES"
  },
  {
    "title": "Glycolic Bright\nInstant Glowing Serum Mask",
    "description": "Clinically proven to reduce dark spots and instantly brighten skin. Infused with our highest concentration of brightening active available in 1 use, it intensely nourishes and evens out skin tone. Tested on hundreds of Asian women.\nVISIBLE RESULTS:\nin 15 minutes: Skin is more nourished, luminous and visibly glowing\nDay after day: darks spots are reduced and skin looks more even"
  },
  {
    "title": "Glycolic Bright\nAnti-Dark Spot Daily UV Fluid SPF 50+",
    "description": "With 35 years of tone management expertise, L'Oréal Skincare Laboratories developed GLYCOLIC BRIGHT ANTI DARK SPOT DAILY UV FLUID SPF 50+, your daily dose of radiance and protection. Formulated with a powerful blend of Glycolic Acid and Niacinamide, this lightweight fluid instantly shields your skin from harmful UV rays to prevent the formation of all types of dark spots.\n\nTested by dermatologists and proven effective on Asian skin tones, it's your key to boosting your skin's glow - without feeling greasy or sticky. Glycolic Acid gently exfoliates the skin's surface to minimize dullness, while Niacinamide, a renowned brightening agent, helps to visibly reduce the appearance of existing dark spots.\n\nImmediately, your skin is protected from UV rays and looks instantly brighter. In 2 weeks, dark spots appear reduce and complexion looks more even. With day after day use, the appearance of sunspots and age spots will be reduced.\n\n*Clinical test done on 76 women for 12 weeks"
  },
  {
    "title": "Aura Perfect\nDay Cream SPF17 PA++",
    "description": "L'Oreal Paris developed Aura Perfect Day Cream, an anti-spot and brightening cream with SPF 17 PA++ that evens skin tone.\nEnriched with Vitamin C and Tourmaline Gemstone, this day cream transform skin to become more hydrated and visibly brighter immediately.\n  Day after day, dark spots are visibly reduced, skin is visibly transparent with a healthy glow.\n  DERMATOLOGICALLY TESTED – TESTED ON ASIAN SKIN"
  },
  {
    "title": "Micellar Water\nCrystal Purifying Micellar Water/Makeup Remover For Oily Skin",
    "description": "Designed for oily skin, deeply cleanses pores, gently removes smallest impurities, excess sebum and Make-up. Pores are refined and clear. Skin is deeply purified and soothed immediately."
  },
  {
    "title": "Revitalift\nDay Cream SPF35 PA++",
    "description": "PRODUCT BENEFITS\nWith time, age leaves traces on the skin: wrinkles appear, skin loses its firmness. Fight these signs of aging with the Revitalift Retinol Day Cream/Moisturizer. Enriched with Pro-Retinol to renew skin in just 7 days, the cream moisturizes and freshens skin to make it look smooth and energized with SPF35 sun protection. Immediately, skin texture is refined, complexion looks more even. Wrinkles are visibly reduced and face regains firmness, making skin look younger.\nTEXTURE\nThe ultra light creamy texture glides onto skin smoothly. Upon application, immediate absorption leaving your skin supple, smooth, fresh without greasy feeling.\nRESULTS\nImmediately, skin feels moisturized and fresh. It looks smoother and energized. Skin texture looks refined and your complexion looks more even and brighter with healthy radiance.\nWithin 4 weeks, face regains its firmness. Wrinkles are visibly reduced. Dark spots appear reduced and the skin looks younger."
  },
  {
    "title": "Revitalift\nHyaluronic Acid Plumping Fresh Mix Serum Mask",
    "description": "A new generation of Tissue Mask where you decide the freshness of the mask. With serum and tissue mask in separate chambers, it preserves freshness until activated by mixing. The serum is enriched with OUR HIGHEST CONCENTRATION OF HYALURONIC ACID, and infuses the ALGAE fiber made tissue mask to activate intense hydration and plumping care. Once mixed, it transforms into a transparent jelly mask.\nResults after usage:\nIn 15 minutes: Skin is intensely hydrated and fine lines plumped.\nAfter 1 week of usage: Skin looks younger with plumpy radiance."
  },
  {
    "title": "Micellar Water\nHyaluronic Acid Micellar Water",
    "description": "Does your micellar water give you younger-looking skin?\nL'Oréal Paris Revitalift Filler [+Hyaluronic Acid] Toner is not just a simple micellar water, but a micellar water with Hyaluronic Acid, known for skin replumping properties.\nImmediately after use, skin is cleansed and free from make-up.\nOver time, skin feels softer and is replumped with moisture."
  },
  {
    "title": "Infallible\n24H Oil Killer Powder",
    "description": "Lighten dark spots\nHigh coverage for smooth perfecting matte finish: Powered by micro-pigments to blur skin and pores\nWater-proof, Heat-proof and Humidity-proof\nBreathable formula, even under a mask! Low transfer on mask\nLightweight texture that blends evenly\nComes in SPF32, PA +++\nSuitable for all skin types, especially oily and sensitive skin. Non-comedogenic.\nNow available in 8 shades\nHow to apply powder flawlessly:\nApply Infallible Oil Killer Powder with provided sponge in a dabbing motion.\nPowder can be used on its own or over liquid foundation for all day matte finish.\nFor best results, use with L’oreal Paris Infallible 24H Matte Cover Liquid Foundation to achieve an even, matte base"
  },
  {
    "title": "Elseve\nExtraordinary Oil Brown",
    "description": "Just a few drops will restore your dry and damaged hair, giving it a lustrous shine without a greasy finish.Soothes and restores dry and damaged hair."
  },
  {
    "title": "Chiffon Signature\nVelvet Soft-Matte Liquid Lipstick",
    "description": "Achieve the trendy soft blurred lips with our new L’Oreal Paris Chiffon Signature liquid lipstick! Ultra-lightweight, highly pigmented with a velvet soft-matte finish, Chiffon Signature redefines weightless soft sensation on your lips.Formulated to maximize comfort, this new texture is ultra soft and velvety and does not dry your lips. The feather soft curved tip is also specially designed to allow for smooth glide and precise application. \n  Pro-tip: The velvet soft-matte formula allows for different usage and looks!\n1) Create a gradient lip:\nApply the product on the inner lip, purse your lip and gently tap using your ring finger to create the soft gradient effect.\n  2) Duo usage as a lipstick and a blusher:\nApply lightly on cheek, blends with your ring finger for a natural radiant flush."
  },
  {
    "title": "Elseve\nFall Resist 3X Anti-Hair Fall Conditioner 280ml",
    "description": "L'oréal Paris Elseve Fall Resist Conditioner is formulated to make hair more resistant to hair fall by up to 97%*. Infused with Arginine Essence, the L'oréal Paris Elseve Fall Resist Conditioner supports triple hair fall action that nourishes hair from root to tip."
  },
  {
    "title": "Aura Perfect\nNight Cream",
    "description": "Aura Perfect Night Cream is enriched with Vitamin C, Tourmaline Gemstone and Vitamin E to transform skin to become more clarified, transparent and radiant upon awakening. \n\nNight after night, spots are visibly reduced, skin is visibly transparent with a rosy glow.\n\nDERMATOLOGICALLY TESTED – TESTED ON ASIAN SKIN"
  },
  {
    "title": "Revitalift\nAqua Milky Toner",
    "description": "Its aqua-milky texture melts instantly, leaving a bouncy sensation on skin."
  },
  {
    "title": "Revitalift\nTriple Action Renewing Anti-Aging Serum",
    "description": "POWERFUL ACTIVES – TRIPLE ACTION FOR SKIN QUALITY TRANSFORMATION 1.SMOOTHEN LINES : With Pro-Xylane, known to smooth out lines 2.RETEXTURIZE SURFACE : Refines skin texture with pores with LHA 3.RETIGHTEN : Restores elasticity and tautens skin with 3% Pro-Xylane"
  },
  {
    "title": "Revitalift\nTriple Action Anti-Aging Day Cream",
    "description": "New fragrance-free formula. Hyaluronic Acid: hydrates skin and enhances skin natural radiance Vitamin C: anti-oxidant known to boost skin's radiance Pro-Retinol: helps in reducing lines and wrinkles/"
  },
  {
    "title": "Revitalift\nNight Cream",
    "description": "Rich, creamy texture that quickly penetrates into skin, leaving skin supple without greasy and sticky feeling."
  },
  {
    "title": "Elseve\nExtraordinary Oil Red",
    "description": "Provides exception hair color protection and lasting nourishmentInstant shine and smoothness , bouncier, softer."
  },
  {
    "title": "Revitalift\nHyaluronic Acid Gel Cleanser",
    "description": "THE L’ORÉAL EXPERTISE: L’Oréal Paris Laboratories creates HYALURONIC ACID PLUMPING GEL-CLEANSER to gently cleanse skin. Enriched with powerful HYALURONIC ACID, plumps up skin with hydration. With creamy and ultra-fine foam that can penetrate pores and thoroughly clears impurities and make-up. Gentle Gel technology cleanses without drying out skin. Skin looks fresh, hydrated, plump and youthfully radiant**."
  },
  {
    "title": "Brow Artist\nBrow Artist Xpert Eyebrow",
    "description": "Introducing Brow Artist Xpert, our 1st retractable brow pencil for perfectly defined, fuller looking brows."
  },
  {
    "title": "Lash Paradise\nWaterproof Mascara Volumizing & Lengthening, Non clumping, Smudge proof, Long-lasting, 7.6ml",
    "description": "Want lashes that’ll take you to paradise?\nL’ORÉAL PARIS LASH PARADISE WATERPROOF MASCARA could be your new go-to for more volumized & longer-looking lashes that last long up to 36 hours.\n• 36H LASTING 3D VOLUME & LENGTH\n• Lashes instantly look 20X MORE VOLUME & 2X MORE LENGTH\n• NO SMUDGING, NO FLAKING, NO CLUMPS. Can be removed easily with waterprooof eye makeup remover.\n• ULTRA-SOFT WAVY BRUSH with more than 200 bristles hold maximum formula to charge every lash for dramatic eye-opening effect.\n• LASH IMPROVING FORMULA WITH CARING OILS Formula infused with a blend of caster oil + Rosehip oil. Leaves lashes feeling nurtured and Conditioned.\n• Ophthalmologist and allergy tested. SUITABLE FOR SENSITIVE EYES."
  },
  {
    "title": "Infallible\n24H Freshwear Foundation in a Powder",
    "description": "Infallible Up to 24H Fresh Wear Foundation in a Powder’s weightless texture gives full coverage and a natural, matte finish that looks fresh hour after hour. The formula feels breathable and light, leaving skin feeling comfortable for up to 24hrs. It’s also:\nTransfer resistant\nDermatologist tested\nHas a blurring effect\nDemand more from your foundation with this lightweight option that’s more affordable and more longwearing than the leading prestige powder!"
  },
  {
    "title": "True Match\nTwo Way Powder Foundation",
    "description": "All Day Shine-Free Matte Finish with oil control minerals Non-Cakesy, Smooth Coverage with ultra-fine powder Skin Tone Matching for Natural Look with opti-match technology."
  },
  {
    "title": "Elseve\nFall Resist 3X Anti-Hair Fall Shampoo",
    "description": "L'oréal Paris Elseve Fall Resist Shampoo is formulated to make hair more resistant to hair fall by up to 97%*. Infused with Arginine Essence, the L'oréal Paris Elseve Fall Resist Shampoo supports triple hair fall action that nourishes hair from root to tip."
  },
  {
    "title": "Revitalift\nCrystal Fresh Hydrating Gel Cream/ Moisturizer",
    "description": "Asian consumers are among the most exposed to heat, humidity and pollution daily. This triggers dryness and excessive sebum production, resulting in enlarged pores, dullness and roughness.\nL’ORÉAL PARIS CRYSTAL FRESH HYDRATING GEL CREAM, an oil-free formulation with the highest concentration of salicylic acid, in an ultra-fresh and lightweight gel that absorbs quickly. Hydrates 10 layers deep, clarifies blemishes, and dries out excess oils to minimize pores.\nVISIBLE RESULTS:\nImmediately: Fresh and deeply hydrated, skin looks bright with more refined texture. Day after day: Visibly reduces the appearance of oiliness and enlarged pores, for shine-free crystal clear skin.\nDisclaimers - *10 layers of stratum corneum, Based on Cosmetoclinical study"
  },
  {
    "title": "Aura Perfect\nClarifying & Moisturising Toner",
    "description": "RESULTS: Immediately penetrates and invigorates skin, providing an instant balance of moisture. Skin feels softer, smoother, more supple and looks illuminated.\nTEXTURE: Soft and fresh, this toner is instantly absorbed and provides an immediate sensation of comfort.\nINNOVATION:\nPRO-EXFOLIATINE: Smoothen irregularities on skin surface and stimulates natural skin desquamation.\nMELANIN-BLOCK & VITAMIN C: Acts to regulate melanin production, the main cause of skin pigmentation and brown spots."
  },
  {
    "title": "Aura Perfect\nMilky Foam",
    "description": "- Purifies and brightens the complexion day after day:\nAURA PERFECT MILKY FOAM purifies skin, even the pores are cleaned. It brightens skin complexion by removing excess dead cells at the surface.*Vitamin CG/**in vitro test.\nRESULTS: Immediately, this foam cleanses impurities and skin feels refreshed, extremely soft and comfortable.\nDay after day, skin looks brighter and more transparent, like freed from dullness.\nTEXTURE: Ultra soft milky foam lathers abundantly in contact with water and is easy to rinse off.\nINNOVATION\nTOURMALINE GEMSTONE & VITAMIN CG: Brightens skin complexion by cleaning all sorts of impurities: make-up, excess sebum, dirt due to pollution and removing excess dead cells at skin surface. Skin is perfectly cleansed and prepared for brightening care."
  },
  {
    "title": "Aura Perfect\nClinical Derm Aura Serum",
    "description": "RESULTS: Immediately, skin feels moisturized, looks more radiant and refined. Day after day, spots fade, skin looks brighter, more radiant. Skin texture looks refined.\nTEXTURE: Thin and fluid texture smoothly glides and immediately penetrates into skin, leaving skin silky soft without a sticky film.\nINNOVATION\nACTYL C: Powerful brightening active, more efficient than Vitamin CG*, to help reduce the existing stubborn spots.\nADENOSINE: To control melanin production* to prevent future pigmentation.\nFIBRELASTYL: To prevent the degradation of elastin and helps to prevent the yellowish appearance of skin tone*.\n(*tested in vitro)"
  },
  {
    "title": "Aura Perfect\nClinical Day Cream SPF 19 PA+++",
    "description": "L’Oréal skincare laboratories introduce Aura Perfect Clinical Day Cream, a spot correction offer inspired by advanced clinical procedures.\n\nPRO-VANISH 3™ TECHNOLOGY : An advanced spot correction complex known to help reduce dark spots and even out skin tone.\nSPF 19 PA+++ for advanced protection against UVA /UVB to help prevent spots appearance and future skin pigmentation.\n\nImmediately: Skin looks visibly brighter and feels moisturized. \n\nDay after day: Skin is more transparent and skin tone gets more even. \n\nAfter 8 weeks: Pigmented spots shrink and fade, the number of spots\nlook visibly reduced. Skin reveals a softer and smoother texture.\n\nDERMATOLOGICALLY TESTED – TESTED ON ASIAN SKIN"
  },
  {
    "title": "Aura Perfect\nClinical Overnight Treatment",
    "description": "L’Oréal skincare laboratories introduce Aura Perfect Clinical Night Cream, a spot correction offer inspired by advanced clinical procedures.\n  Enriched with:\nPRO-VANISH 3TM Technology, a combination of 3 powerful spot correction actives, glows and renews skin overnight, when skin cell regeneration is the most active.\nVITAMIN B3: Known to reduce skin pigmentation.\nPROCYSTEIN: Helps reduce dark spots.\nBIO-PEELING EX: Unloads darkened cells for a brighter and refined skin texture\n  Overnight: Skin looks brighter and refined. Skin feels renewed like after a good rest.\nDay after day: Skin tone looks more translucent and even. Skin radiance is revealed.\n  DERMATOLOGICALLY TESTED – TESTED ON ASIAN SKIN"
  },
  {
    "title": "Aura Perfect\nAnti-Dullness Scrub",
    "description": "Containing EXFOLIATING BEADS, this scrub gently unclogs pores and washes away excess sebum at skin's surface. It helps to remove dull dead cells to reveal a more radiant complexion."
  },
  {
    "title": "Revitalift\nCrystal Micro Essence (Oil Free, Brightening Essence)",
    "description": "PRODUCT BENEFITS\nL'Oreal Paris Revitalift Crystal Micro Essence is powered with salicylic acid, this ultra-lightweight watery facial essence goes up to ten skin layers** deep to minimize pores, brighten and smoothen skin, and refine skin texture. Reveal crystal clear skin in just 7 Days.\nTEXTURE\nLight and watery texture allows quick absorption yet still leaves skin highly moisturized.\nRESULTS\nWith skin brightening actives, Salicylic acid to mildy exfoliates and refines pores revealing oil free crystal clear skin."
  },
  {
    "title": "Elseve\nFall Resist 3X Anti-Hair Fall Treatment Mask",
    "description": "Infused with Arginine Essence for a triple hair fall action. The hair root and hair bulbs are nourished , cracked hair fibers are filled in and damaged hair cuticles are repaired"
  },
  {
    "title": "Revitalift\nMicro Essence Treatment Mask",
    "description": "• Long-lasting hydration that lasts up to 48 hours! • Sheet mask is infused with skin brightening ingredients with potent antioxidant properties. • 30x* more absorption power, thanks to the advanced cushion tissue mask technology. • Highly recommended for oily-prone skin types."
  },
  {
    "title": "Revitalift\nTriple Action Anti-Aging Night Cream",
    "description": "POWERFUL ACTIVES – TRIPLE ACTION FOR SKIN QUALITY TRANSFORMATION 1.SMOOTHEN LINES : With Pro-Xylane, known to smooth out lines 2.RETEXTURIZE SURFACE : Refines skin texture with pores with LHA 3.RETIGHTEN : Restores elasticity and tautens skin with 3% Pro-Xylane"
  },
  {
    "title": "True Match\nLiquid Foundation SPF16",
    "description": "• Ultra-Blendable • Added Pearlizer & Ultra-Fine Pigments: Flaweless, Natural finish and High Coverage • Non-Pore Clogging • Vitamin E and B for 24 hour hydration • Skin precision technology to precisely match Asian skin undertone • Available in 16 shades tailor made for the Asian skin tone"
  },
  {
    "title": "UV Defender\nBright & Clear UV Serum Protector / Sunscreen SPF 50+",
    "description": "PRODUCT BENEFITS\nUV exposure contributes to 75% of skin aging. UV Defender UV Serum protector is the champion sunscreen to help preserve youth by 5 years in just 6 months.Bright & Clear is enriched with skin brightening ingredient Niacinamide.\nPowerful combination of SPF 50+ PA++++ broad spectrum protection against UVA, UVB and Long Range UV.\nPrevents from dark spots, wrinkles and dull skin.\nBest suited for dull skin users who requires instant skin brightening.\nTEXTURE\nNon Greasy formula, No Residue, No Shine, Non Sticky\nRESULTS\nImmediately, skin is brighter and protected from UV rays."
  },
  {
    "title": "Youth Code\nFresh Mix Ferment Pre-Essence Mask",
    "description": "Freshly mixed Pre-Essence to repair skin base intensively in 15 minutes, achieves a youthful, bouncy and radiant skin.\nYOUTH CODE Anti-early aging mask, contains freshly mixed ferment essence pure at 98%. With 15 minutes of intensive repair, reactivates skin base immediately, and achieves youthful skin."
  },
  {
    "title": "UV Defender\nMatte & Fresh UV Serum Protector / Sunscreen SPF 50+",
    "description": "Matte & Fresh is enriched with oil control ingredient Airlicium\nIt absorbs7x its weight in sebum to instantly reduce shine and pore visibility.\nBest suited for oily skin users who requires oil control / sebum control.\nLeaves a dry matte finish on skin even in hot and humid climates. Tested up to 45 C and 80% relative humidity.\n\nDiperkaya dengan bahan kawalan minyak Airlicium\nIa menyerap seberat 7x beratnya untuk mengurangkan kilauan dan penghihatan liang pori secara serta-merta.\nSangat sesuai untuk kulit berminyak dan pengguna yang memerlukan kawalan minyak\nKemasan matte pada kulit walaupun di iklim panas dan lembap. Diuji hingga 45 C dan kelembapan relatif 80%."
  },
  {
    "title": "UV Defender\nMoist & Fresh UV Serum Protector / Sunscreen SPF 50+",
    "description": "Moist & Fresh is enriched with hydrating Hyaluronic Acid\nHA is a top dermatologist recommended ingredient to plump skin with moisture.\nBest suited for dry skin users who requires hydration effect on skin.\n\nDiiperkaya dengan Hyaluronic Acid yang menghidrat kulit\nHA adalah bahan pakar dermatologi teratas untuk melembapkan kulit.\nSangat sesuai untuk pengguna kulit kering yang memerlukan hidrasi pada kulit."
  },
  {
    "title": "UV Defender\nCorrect & Protect UV Serum Protector / Sunscreen SPF 50+",
    "description": "Color & Protect is enriched with antioxidant Vitamin CG.\nA powerful ingredient to protect from free radicals and with apricot pigments, that fuses perfectly with skin, leaving it more even and radiant.\nBest suited for uneven skin tone users looking for radiance and skin tone evening.\nA tinted lightweight sunscreen formula.\n\nDiperkaya dengan Vitamin CG antioksidan.\nBahan berkuasa untuk melindungi kulit dari radikal bebas. Mempunyai pigmen aprikot, yang menyatu dengan sempurna pada kulit, menjadikan tonanya lebih sekata dan berseri.\nSangat sesuai untuk pengguna yang inginkan tona kulit yang lebih sekata\nFormula pelindung cahaya ringan ‘tinted’ / berwarna."
  },
  {
    "title": "Youth Code\nSkin Activating Ferment Pre-Essence",
    "description": "FERMENT ESSENCE: Extracted at 98% purity* to stimulate skin metabolism** and accelerate cell renewal. Activates youthful skin with the renewing power of fermented seeds. PRO-GEN TECHNOLOGY: Increases the expression of recovery genes and help to boost skin recovery ability against fatigue and aging signs. * 98% refers to the concentration of Bifida Ferment Lysate ** Refers to Molecular Biology publication"
  },
  {
    "title": "Micellar Water\nMoisturising (Pink)",
    "description": "FRENCH ROSE EXTRACT: Natural French Rose Extract helps to retain moisture in skin. Infused into the Micellar Water, it is gentle on skin and leaves no feeling of tightness. NEW MICELLAR TECHNOLOGY: Unique micellar molecules act like a magnet to remove makeup residue and impurities from skin thoroughly. Easy and gentle: wipe with a cotton pad, no rinsing needed."
  },
  {
    "title": "Elseve\nTotal Repair 5 Mask",
    "description": "The Deep Repair Mask intensely conditions to help restore and repair the visible signs of damaged hair."
  },
  {
    "title": "Elseve\nTotal Repair 5 Conditioner",
    "description": "The first total reparation of the 5 signs of damaged hair with Micro-Ceramide, that works similarly to natural hair cement. Keeps hair strong and healthy by filling in cracks in hair for strengthened and resilient hair."
  },
  {
    "title": "Elseve\nKeratin Smooth 72H Shampoo",
    "description": "Fiber by fiber smoothening that makes hair silky and manageable with no frizz for 3 days."
  },
  {
    "title": "Elseve\nFall Resist 3X Anti-Dandruff Anti-Hair Fall Shampoo",
    "description": "Your scalp is healthier, Your hair is more resistant from the roots and is stronger, looks healthier and more beautiful.\nThe formula helps deliver a triple anti-dandruff & hair fall action*:\nNourish from the roots\nRestructure hair fiber\nHair grows stronger"
  },
  {
    "title": "Elseve\nColor Protect Shampoo",
    "description": "PROLONG THE COLOR OF YOUR HAIR WITH +85% COLOR RADIANCE"
  },
  {
    "title": "Elseve\n6 Oil Nourish Conditioner",
    "description": "Enriched with 6 precious oils,for better care, beautiful hair."
  },
  {
    "title": "Gentle\nLip & Eye Makeup Remover",
    "description": "Instantly removes the most stubborn eye and lip make-up, even waterproof. So gentle it is suitable for senstitive eyes. Dermatologically and ophthalmologically tested."
  },
  {
    "title": "Micellar Water\nRefreshing (Blue)",
    "description": "FRENCH MOUNTAIN WATER: Naturally rich in minerals to strengthen skin’s moisture barrier and provide instant hydration. NEW MICELLAR TECHNOLOGY: Unique micellar molecules act like a magnet to remove makeup residue and impurities from skin thoroughly. Easy and gentle: wipe with a cotton pad, no rinsing needed."
  },
  {
    "title": "Revitalift\nAdvanced Anti-Wrinkle Firming Eye Cream",
    "description": "As we age, collagen in the skin lessens, leading to increased wrinkles and a loss of firmness and luster. These signs of aging can be difficult to repair. L'Oréal's Revitalift range is formulated to gently minimize the appearance of wrinkles and firm the skin by harnessing the effects of Pro-Retinol, Dipeptide, and Caffeine\n.\nL'Oréal Revitalift Advanced Anti-Wrinkle Firming Eye Cream features an advanced formula combining\nPro-Retinol, Peptide, and Caffeine to deliver a firmer, more youthful eye area. This specialized formula is\ndesigned to gently repair skin and reduce the appearance of wrinkles.\n\nThe cream absorbs quickly to instantly moisturize the delicate skin surrounding the eyes. With daily use, wrinkles around the eyes fade, and the skin becomes firm, supple, and radiant.\n\n\nDermatologically tested and tested on Asian skin."
  },
  {
    "title": "Revitalift\nAdvanced Anti-Wrinkle Firming Emulsion",
    "description": "As we age, collagen in the skin lessens, leading to increased wrinkles and a loss of firmness and luster. These signs of aging can be difficult to repair. L'Oréal's Revitalift range is formulated to gently minimize the appearance of wrinkles and firm the skin by harnessing the effects of Pro-Retinol, Dipeptide, and Vitamin CG.\n\nL'Oréal Revitalift Advanced Anti-Wrinkle Firming Emulsion features an expertly formulated A.P.C. Blend containing Pro-retinol, Dipeptide, and Vitamin CG, dermatologically blended for a firmer, more youthful appearance. Its synergistic repair matrix contains Centella Asiatica Extract and Ectoine, formulated to gently repair skin and reduce wrinkles.\n\nThe light anti-wrinkle firming emulsion quickly moisturizes to leave skin radiant, nourished, firmed, and soothed. Daily use reduces the appearance of wrinkles and smooths the skin.\n\nDermatologically tested and tested on Asian skin."
  },
  {
    "title": "Revitalift\nAdvanced Anti-Wrinkle Firming Day Cream",
    "description": "As we age, collagen in the skin lessens, leading to an increase in wrinkles and a loss of firmness and luster. These signs of aging can be difficult to repair. L'Oréal's Revitalift range is formulated to gently minimize the appearance of wrinkles and firm the skin by harnessing the effects of Pro-Retinol, Dipeptide, and Vitamin CG.\nL'Oréal Revitalift Advanced Anti-Wrinkle Firming Day Cream features an expertly formulated A.P.C. Blend containing Pro-retinol, Dipeptide, and Vitamin CG, dermatologically blended for a firmer, more youthful appearance. Its synergistic repair matrix contains Centella Asiatica Extract and Ectoine, formulated to gently repair skin and reduce wrinkles.\nThe soft cream formula instantly moisturizes the skin, leaving it radiantly soft, smooth, and soothed. With daily use, wrinkles fade, and the skin firms and glows.\nDermatologically tested and tested on Asian skin."
  },
  {
    "title": "La Petite Palette\nLa Petite Palette Eyeshadow",
    "description": "Mini eyeshadow palette Essential shade harmony with one statement shade to create your own striking custom eye looks Intense color payoff in an ultra-blendable texture that lasts all day 6 palettes to express your inner Parisian irreverence: MAXIMALIST, NUDIST, OPTIMIST, STYLIST, FEMINIST, FETISHIST DERMATOLOGIST-TESTED OPHTHALMOLOGIST-TESTED SUITABLE FOR SENSITIVE EYES SUITABLE FOR CONTACT LENS WEARERS ALLERGY TESTED"
  },
  {
    "title": "Elseve\n6 Oil Nourish Shampoo",
    "description": "Enriched with 6 precious oils, Argan, rose, chamomilla, lotus, soja, and sunflower"
  },
  {
    "title": "Double Extension\nBeauty Tubes Mascara",
    "description": "To answer the need of women who want lashes with an incredible long look lashes and a look that is truly spectacular L'Oréal Paris introduces Double Extension, a conditioning and extending mascara and helps lashes look up to 60% longer."
  },
  {
    "title": "Ever\nEverstrong Thickening Shampoo",
    "description": "100% Sulfate-free. Paraben-free. No harsh salts. Vegan.*"
  },
  {
    "title": "Super Liner\nSuper Liner Duo Designer",
    "description": "Functional and versatile, the new Superstar Duo Designer has a 24-hour smudge-proof and waterproof intense black formula for creating different eye looks."
  },
  {
    "title": "Elseve\nExtraordinary Oil Deep Nourish Steam Mask For Smooth & Frizz-Free Hair",
    "description": "Get salon-like smoothness in five minutes with L'Oréal Paris Extraordinary Oil Deep Nourishing Steam Mask. L'Oréal Paris reinvents professional treatments at home with first of its kind Steam Mask to give smoother, softer, manageable hair.\nThe deep nourishing mask is formulated with precious transformative essential oils from cedarwood that is known as is a symbol of longevity in the natural world\nUsed with a self heating steam cap, the nourishing mask helps absorb deeply, fiber by fiber to intensively repair from root to tip.\nImprove the smoothness of your locks and pamper your hair with the best care out there by using the L'Oréal Paris Extraordinary Oil Deep Nourishing Steam Mask twice a week\nHow To Use: 4-Step Hair Transformation Routine:\n1. Cleanse with Extraordinary Oil Smooth Shampoo\n2. Nourish with Extraordinary Oil Smooth Conditioner\n3. Treat with Smooth Steam Mask\n4. Finish with Extraordinary Oil Serum for lasting softness and shine."
  },
  {
    "title": "Ever\nEverstrong Thickening Conditioner",
    "description": "100% Sulfate-free. Paraben-free. No harsh salts. Vegan.*"
  },
  {
    "title": "Ever\nEvercreme Deep Nourish Conditioner",
    "description": "100% Sulfate-free. Paraben-free. No harsh salts. Vegan.*"
  },
  {
    "title": "Ever\nEvercreme Deep Nourish Shampoo",
    "description": "100% Sulfate-free. Paraben-free. No harsh salts. Vegan.*"
  },
  {
    "title": "Ever\nEverpure Moisture Conditioner",
    "description": "100% Sulfate-free. Paraben-free. No harsh salts. Vegan.*"
  },
  {
    "title": "Ever\nEverpure Frizz-Defy Smoothing Sulfate-free Shampoo",
    "description": "100% Sulfate-free. Paraben-free. No harsh salts. Vegan.*"
  },
  {
    "title": "Ever\nEverpure Moisture Shampoo",
    "description": "100% Sulfate-free. Paraben-free. No harsh salts. Vegan.*"
  },
  {
    "title": "Elseve\nTotal Repair 5 Shampoo",
    "description": "Total Repair 5 shampoo cleanses hair thoroughly for stronger, nourished, smoother, shinier hair with lesser split-ends. The first total reparation of the 5 signs of damaged hair with Micro-Ceramide, that works similarly to natural hair cement. Keeps hair strong and healthy by filling in cracks in hair for strengthened and resilient hair."
  },
  {
    "title": "Gentle\nCleansing Milk",
    "description": "Enriched with lipo-proteins, it reinforces the skin's natural protective layer while gently but thoroughly removing makeup and other impurities"
  },
  {
    "title": "Matte Signature\nMatte Signature Liner",
    "description": "CREATE EFFORTLESS STATEMENT LOOKS WITH SUPER-INTENSE COLOUR AND EASY APPLICATION. Introducing new L'Oreal Paris Matte Signature Liquid Eyeliner. Create effortless statement looks with super-intense colour and easy application. Highly pigmented, this liquid eyeliner provides 16-hour wear. It glides easily on eyelids and offers precise application with its thin, firm tip. The textured grip creates control and fail proof application whilst the ultra-precise felt tip ensures an effortless finish."
  },
  {
    "title": "Super Liner\nSuper Liner Flash Cat Eye Wing Liner",
    "description": "Achieve an all-day perfect winged look in a flash with the eyeliner that comes with a removable wing stencil! Precise, flexible brush tip. Highly pigmented, ultra black formula. Waterproof and lasts all day. Comes with a detachable stencil."
  },
  {
    "title": "False Lash\nFalse Lash Miss Manga Mascara",
    "description": "Brush amplifies upper lashes and defines lower lashes. Mega volume top and bottom 24H long lasting"
  },
  {
    "title": "Men Expert\nHydra Power Lotion",
    "description": "Instantly quenches skin with cooling hydration. Skin feels refreshed and relieved, it looks plumper and suppler"
  },
  {
    "title": "Men Expert\nHydra Power Duo Foam",
    "description": "Purifying Cool Effect, Intense Cleaning + Ultra refreshing. Men's skin loses water, even more than women's! Insufficient morning hydration leads to discomfort, roughness, dullness...and this dehydration is aggravated by daily city aggression. TAKE ACTION!"
  },
  {
    "title": "Men Expert\nHydra Energetic AF Lotion",
    "description": "Immediately charge, awake the tired face Unique formula empowered with 2 famous ingredients - creatine & taurine, endowed with their great energizing power, helps to immediately refreshes skin and gives a strong kick start wake up. With its ultra fresh watery texture, this lotion instantly quenches skin with an extreme fresh and cooling sensation. Skin looks healthier, suppler, and full of energy."
  },
  {
    "title": "Men Expert\nHydra Energetic Multi Action 8 Detox Foam Cleanser",
    "description": "Fatigue, stress, lack of sleep and exposure to pollution: after a while, skin lacks energy and becomes dull. Dead cells accumulate. TAKE ACTION! ACTION 1. Instantly detoxifies and deeply cleanses the skin.This refreshing foamy texture deeply cleanses and instantly removes impurities and excess dead cells, giving radiant and energized skin. With Detoxyne, a combination of powerful anti oxidants, it helps to detoxify and clarify skin.Softens and prepares skin for shave. ACTION 2. Reinforces the skin's natural resistance ADS Active Defense System, a powerful soothing active ingredient that helps to reinforce the skin's natural resistance against daily aggression."
  }
]